tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "coreutils"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "lf"
brew "lolcat"
brew "midnight-commander"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "tmux"
brew "trash"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "keepassxc"
cask "skype"
cask "telegram"
cask "ukelele"
cask "viber"
cask "visual-studio-code"
cask "whatsapp"
