tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "confluentinc/confluent-hub-client"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
tap "kaishuu0123/erd-go"
tap "romkatv/powerlevel10k"
brew "openssl@1.1"
brew "bat"
brew "python@3.9"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "ctags"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "imlib2"
brew "isort"
brew "jmeter"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kakoune"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lf"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "maven"
brew "midnight-commander"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "nvm"
brew "pillow"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rust-analyzer"
brew "rustfmt"
brew "rustup-init"
brew "scrcpy"
brew "stylua"
brew "subversion"
brew "telnet"
brew "timg"
brew "tmux"
brew "trash"
brew "tree"
brew "unar"
brew "wget"
brew "xclip"
brew "yarn"
brew "z.lua"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "helix-editor/helix/helix"
brew "jakehilborn/jakehilborn/displayplacer"
brew "kaishuu0123/erd-go/erd-go"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "bot-framework-emulator"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "epichrome"
cask "fbreader"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "hammerspoon"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "lens"
cask "macfuse"
cask "monitorcontrol"
cask "ngrok"
cask "nightowl"
cask "opera"
cask "postman"
cask "rancher"
cask "raspberry-pi-imager"
cask "signal"
cask "slack"
cask "sourcetree"
cask "tabula"
cask "telegram"
cask "temurin"
cask "temurin11"
cask "temurin8"
cask "the-unarchiver"
cask "transmission"
cask "ukelele"
cask "viber"
cask "visual-studio-code"
cask "vivaldi"
cask "vnc-viewer"
cask "wezterm"
cask "whatsapp"
cask "zoom"
