tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "confluentinc/confluent-hub-client"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kaishuu0123/erd-go"
tap "romkatv/powerlevel10k"
brew "openssl@1.1"
brew "python@3.9"
brew "coreutils"
brew "ctags"
brew "docker-compose"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gopls"
brew "graphviz"
brew "grep"
brew "helm"
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "kcat"
brew "kustomize"
brew "lf"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "midnight-commander"
brew "neovim"
brew "node"
brew "nvm"
brew "pillow"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rust-analyzer"
brew "timg"
brew "tmux"
brew "trash"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "kaishuu0123/erd-go/erd-go"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk"
cask "alacritty"
cask "appcleaner"
cask "bot-framework-emulator"
cask "brave-browser"
cask "dropbox"
cask "epichrome"
cask "fbreader"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "lens"
cask "ngrok"
cask "opera"
cask "pgadmin4"
cask "skype"
cask "slack"
cask "sourcetree"
cask "tabula"
cask "telegram"
cask "ukelele"
cask "viber"
cask "visual-studio-code"
cask "vivaldi"
cask "vnc-viewer"
cask "wezterm"
cask "whatsapp"
cask "zoom"
